[
  {
    "author": " CollectiveCrunch Oy",
    "title": "Metsä Group and CollectiveCrunch Receive Finnish Quality Innovation Award",
    "description": "The AI-based application identifies starting bark beetle-caused damage in the forest, and so helps to combat forest infestations already at an early stage. Insect damage in trees can be identified by analysing satellite images provided by ESA's Copernicus service. The superiority of the solution is primarily based on its very good interpretation accuracy and on the customization of the solution to meet the exact customer needs. Based on the information provided by the system, it is possible to react quickly to insect damage and thus limit both the decrease value of the standing stock and further the spread of the insect damage.",
    "url": "https://www.openpr.com/news/3289018/metsae-group-and-collectivecrunch-receive-finnish-quality",
    "image-embed": "",
    "video-embed": "",
    "datetime": 1701815655
  },
  {
    "author": "Chrissy Sexton",
    "title": "Forest modeling study reveals new insights into carbon sequestration",
    "description": "A forest modeling study has revealed important insights into how harvest rotations can be optimized for maximum carbon sequestration, a critical factor in the fight against climate change. ",
    "url": "https://www.earth.com/news/forest-modeling-study-reveals-new-insights-into-carbon-sequestration/",
    "image-embed": "https://cff2.earth.com/uploads/2023/11/22162113/Forest-modeling-2048x1367.jpg",
    "video-embed": "",
    "datetime": 1701814977
  },
  {
    "author": "v2track",
    "title": "Trotter DataVault added to Devices Approved on v2track for US Forest Service",
    "description": "v2track has added the Trotter DataVault to its list of devices that have approval for use in Aerial Firefighting contracts with the U.S. Department of Agriculture Forest Service (USFS).",
    "url": "https://v2track.com/trotter-datavault-added-to-devices-approved-on-v2track-for-usfs/",
    "image-embed": "https://v2track.com/wp-content/uploads/2023/08/v2track-viewer-1.png",
    "video-embed": "",
    "datetime": 1701814689
  },
  {
    "author": "Florida International University",
    "title": "FIU business students’ ‘smart forest’ app takes first place in global challenge",
    "description": "The trio developed a software-based solution in support of one of the United Nations Sustainable Development Goals.",
    "url": "https://communitynewspapers.com/florida-international-university/fiu-business-students-smart-forest-app-takes-first-place-in-global-challenge/",
    "image-embed": "https://communitynewspapers.com/wp-content/uploads/2023/12/maxresdefault-324x160.jpg",
    "video-embed": "https://youtu.be/5HmCxH9g2OI?si=1dgZ7fj52jgZC9Js",
    "datetime": 1701813652
  }
]